Revit 2027 API
BuiltInFailures.LinkFailures.CannotReloadNonRvtFileNotFound Property
 Cannot Reload Link because file is not found. Link will remain unchanged in the Document.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotReloadNonRvtFileNotFound { get; }
Public Shared ReadOnly Property CannotReloadNonRvtFileNotFound As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotReloadNonRvtFileNotFound {
	FailureDefinitionId^ get ();
}
static member CannotReloadNonRvtFileNotFound : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.LinkFailures Class
Autodesk.Revit.DB Namespace